;Translation files need to be saved in UTF-16 encoding
;English translation file

[Config]
;Language code of language that is selected by default as a language of UUP set
Language = en-US

[Translations]
NoAdmin = This application requires to be run as an administrator.
UnsupportedSystem = This application requires Windows 7 or later.
NoADK = We've detected that you are using older version of Windows without having Windows 10 ADK installed. Due to this the resulting ISO image may be created incorrectly.\n\nTo ensure that the process is successful, please install Windows 10 ADK or use this application on Windows 10.\n\nDo you want to continue?
BackendTestFailed = PHP backend test failed. Without this backend working this application cannot continue to operate.\n\nWhat does this mean?\n - You don't have Visual C++ Redistributable 2015 x86 installed\n - Your antivirus is interfering with the process\n\nIf problem persists:\n - Install Visual C++ Redistributable 2015 x86\n - Please disable your antivirus solution temporarily\n\nThe application will close.
Preparing = Preparing...
PrepareToWork = Preparing application to work...
Search = &Search
SearchBuilds = Search builds
BuildSelectAction = &Choose selected build
BuildSelectActionSub = Shows language, edition, and destination location selection page
PoweredBy = Powered by
Change = &Change
Language = Language
Edition = Edition
SelectedBuild = Selected build
LanguageAndEdition = Language and edition
SaveOptions = Save options
Browse = &Browse...
SaveUUPFiles = Save UUPs to "UUPs" subdirectory
SkipConversion = Skip UUP to ISO conversion
StartProcess = &Start process
StartProcessSub = Downloads selected build and creates ISO image from it
RetrievingListOfFiles = Retrieving list of files...
BuildNotDownloadable = Failed to get list of available files. Selected build may be no longer downloadable.
CommandPromptClosed = Command prompt window has been closed or an error occurred.
CommandPromptClosedQuestion = Do you want to restart the download and conversion process using files that have been downloaded so far?\n\nIf you choose "No" all downloaded files will be removed.
Information = Information
TaskCompleted = Task has been completed.
WorkDirNotCreatedYet = Workdir has not been created yet
CreateDirFail = Failed to create working directory.
BrowseForLocation = Browse for destination location of ISO image
DestinationLocationNotExists = Destination location does not exist.
WorkDirMoveError = An error has occurred during attempt to move working directory.
PleaseWait = Please wait...
Error = Error
MovingWorkDir = Moving working directory...
CannotGetBuilds = Cannot retrieve list of available builds.
NoSearchResults = There are no builds available for your search.
NoLanguages = There are no languages available for this selection.
AllEditions = All editions
NoEditions = There are no editions available for this selection.
RetrievingFileInfo = Retrieving fileinfo...
NoFileinfo = Fileinfo database does not exist for this selection.
RetrievingPacks = Retrieving packs...
PhpFailedRestart = Failed to restart PHP backend. The application will close.
PhpFailedClose = An error occurred during attempt to close PHP backend. Please check if php.exe process is running and terminate it manually.\n\nClick OK after terminating PHP.
UpdateAvailable = An update is available!
UpdatesIncludedInfo1 = The following updates are included in the selected UUP set
UpdatesIncludedInfo2 = These updates will be automatically integrated during the UUP to ISO conversion process. This may take a lot more time than normal conversion process.
PleaseSelectBuild = Please select desired build.
DownloadSize = Download size
ContainsAdditionalUpdates = (contains additional updates)
CreateVirtualEditions = Create virtual editions
CreateVirtualEditionsNotice = This option enables creation of all possible virtual editions from selected base edition(s). The creation process takes a lot of time to complete.\n\nAre you sure you want to enable this option?
NotSupportedForVECreation = This option requires Windows 10 ADK to be installed or the application to be run on Windows 10.
DoYouWantAnotherBuild = Would you like to download an another build?

;This section contains localized list of languages shown in language selection
;of UUP set and should be translated to achieve fully localized experience.
[Languages]
ar-sa = Arabic (Saudi Arabia)
bg-bg = Bulgarian
cs-cz = Czech
da-dk = Danish
de-de = German
el-gr = Greek
en-gb = English (United Kingdom)
en-us = English (United States)
es-es = Spanish (Spain)
es-mx = Spanish (Mexico)
et-ee = Estonian
fi-fi = Finnish
fr-ca = French (Canada)
fr-fr = French (France)
he-il = Hebrew
hr-hr = Croatian
hu-hu = Hungarian
it-it = Italian
ja-jp = Japanese
ko-kr = Korean
lt-lt = Lithuanian
lv-lv = Latvian
nb-no = Norwegian (Bokmal)
nl-nl = Dutch
pl-pl = Polish
pt-br = Portuguese (Brazil)
pt-pt = Portuguese (Portugal)
ro-ro = Romanian
ru-ru = Russian
sk-sk = Slovak
sl-si = Slovenian
sr-latn-rs = Serbian (Latin)
sv-se = Swedish
th-th = Thai
tr-tr = Turkish
uk-ua = Ukrainian
zh-cn = Chinese (Simplified)
zh-tw = Chinese (Traditional)
